[

    {
  "id": 1, 
  "title":"Mood Food",
  "author":"The Ellen show",
  "url" : "https://www.youtube.com/embed/bv2-BAAZ6Bc",
  "date":"7-3-2021",
  "journal":"I love making soup - in fact, once a week I take all the leftover veggies in my fridge and make my famous Leftover Soup.  Yeah, okay, it is not famous. And it is different every time. But always good!  This week I turned out a fairly decent borscht, so I thought I'd share it. There are a dozen different borscht recipes out there, but my favourite is based mostly on beets and potatoes.First chop 2 large potatoes, 2 beets and half of a white onion. Try to keep the pieces relatively the same size. Next, put these in a soup pot with 2 litres of water and a large vegetable stock cube, cover and bring to a boil. If your stock cubes are fairly small, use 2. Once the liquid is boiling, turn the temperature down and let the soup simmer for about 25 minutes. For the last 3 minutes, add a cup of frozen peas."
    },
    {
  "id": 2, 
  "title":"Dreams",
  "author":"IJustine",
  "url" : "https://www.youtube.com/embed/bv2-BAAZ6Bc",
  "date":"2-3-2021",
  "journal":"Dreams are fleeting. In general, the more time that has passed since you woke up from a dream, the more difficult it will be to remember what that dream was about. Writing down your dreams as soon as you wake up will make it easier to remember what they were about later. In addition, paying closer attention to what your dreams are about will help you remember them more easily in the future, with or without writing them down. It's like exercise for your brain!"
    },
    {
  "id": 3, 
  "title":"What you know",
  "author":"TechRax",
  "url" : "https://www.youtube.com/embed/bv2-BAAZ6Bc",
  "date":"2-4-2021",
  "journal":"But who are we exactly, right? Well, this post is a group effort. It features three bloggers chipping in and sharing their best advice on how to start a blog, and not only that, but how to start a successful blog and make money from it as well. 🤑 So grab a coffee and get cozy, we are about to review everything we've learned in the past 8+ years. Enjoy! "
    }
  ]